{
  "translation": {
    "become a host": "Adauga o masina",

    "en": "English",
    "ro": "Romana",
    "find your car":"Gaseste masina potrivita",
    "explore": "Exploreaza cea mai buna piata pentru inchirieri de masini",
    "got any questions": "Aveti intrebari?",
    "we are here to help": "Suntem aici sa te ajutam. Cauta aici sau contacteaza-ne!",
    "question1": "Ce trebuie sa fac ca sa pot inchiria o masina?",
    "question2": "Poate o alta persoana sa conduca o masina inchiriata de mine?",
    "question3": "Care este politica de anulare?",
    "question4": "Ce se intampla daca am un accident?",
    "question5": "Se poate sa mi se livreze masina?",
    "question6": "Pot sa primesc o reducere cand inchiriez o masina?",
    "question7": "Care sunt politicile pentru curatenie si siguranta?",
    "answer1": "Pentru a inchiria o masina trebuie sa iti creezi un cont, sa ai peste 18 ani si sa ai un permis de conducere valid. Cand vrei sa inchiriezi prima ta masina vei trece printr-un proces rapid care presupune sa iti introduci datele permisului de conducere si alte cateva informatii. De obicei aprobarea se va face imediat si vei fi pregatit pentru urmatoarele inchirieri!",
    "answer2": "Da, alte persoane pot conduce o masina inchiriata de tine atata timp cat detin un permis de conducere. Cel care inchiriaza masina poate adauga si alti soferi fara sa plateasca alte taxe. Te incurajam sa adaugi alti potentiali soferi inainte sa incepi excursia, dar personele din Romania pot adauga soferi si in timpul periodei in care au inchiriat masina. Pentru a grabi procesul, soferii adaugati pot sa isi creeze conturi in aplicatie si sa primeasca aprobarea inainte de a incepe sa conduca.",
    "answer3": "Iti poti anula rezervarea si poti primi chiar si intreaga suma inapoi daca anulezi inainte cu o zi de inceperea rezervarii. Daca faci o rezervare cu mai putin de o zi pana la data inceperii acesteia ai la dispozitie o ora sa anulezi rezervarea fara sa fi taxat suplimentar. Daca anulezi o rezervare dupa perioada de timp permisa va trebui sa platesti o suma minima pentru anulare. Daca se va intampla ca masina sa nu mai fie disponibila vei fi notificat in cel mai scurt timp pentru a putea sa inchiriezi alta masina. Returnarea sumei se poate face instant, sau banii pot fi pastrati pentru urmatoarea inchiriere, e alegerea ta.",
    "answer4": "Daca este o urgenta sau o problema legata de masina, sunati la furnizorul nostru de asistenta rutiera de urgenta, disponibil 24/7. Ne vom asigura ca sunteti in siguranta si va vom ajuta sa va contiunati calatoria.",
    "answer5": "Da, multe peroane ofera livrarea masinii in diferite locuri, cum ar fi aeroportul, gara, hotelul sau alte locatii la alegerea clientului. Exista masini disponibile la locatii convenabile langa sute de aeroporturi.Omiteți ghișeul de închiriere și primiți-vă mașina pentru preluare și returnare la hotel sau în locația din apropiere, pentru a economisi timp și bătăi de cap în escapada de weekend sau vacanța în familie. Unele gazde oferă livrare gratuită, în timp ce altele își stabilesc propria taxă de livrare.",
    "answer6": "Multe gazde oferă prețuri reduse pentru excursii săptămânale și lunare, precum și reduceri „early bird” pentru călătoriile rezervate cu o săptămână sau mai mult în avans. Obțineți cele mai bune oferte și cele mai mici tarife posibile pentru orice, de la mașini la SUV-uri, rezervând călătorii mai lungi, cu cel puțin o săptămână în avans. Gazdele comerciale pot oferi, de asemenea, oferte săptămânale de închiriere de mașini și oferte lunare de închiriere de mașini.",
    "answer7": "Conform politicii îmbunătățite de curățenie, gazdele trebuie să își curețe și să dezinfecteze temeinic vehiculele înainte de fiecare călătorie, astfel încât să vă puteți simți în siguranță și confortabil la volan. Gazdele noastre au acces la materiale de instruire privind măsurile de siguranță îmbunătățite și practicile de curățare pentru a ajuta la prevenirea răspândirii COVID-19 sau a altor viruși.",

    "add a new car": "Adauga o masina noua",
    "where is your car located": "Care este locatia masinii?",
    "address": "Adresa",
    "car details": "Detalii despre masina",
    "city": "Oras",
    "brand": "Firma",
    "model": "Model",
    "manufacturing year": "Anul fabricatiei",
    "number of seats": "Numarul de locuri",
    "body type": "Tipul masinii",
    "licence": "Categorie permis",
    "plate number": "Numarul de inmatriculare",
    "description": "Descriere",
    "upload": "Incarca cateva poze",
    "choose file": "Alege poza",
    "set the daily price": "Alege pretul pentru o zi in euro",
    "daily rental price": "Pret inchiriere pe zi",
    "upload car": "Adauga masina",

    "sign up": "Inregistreaza-te",
    "first name": "Prenume",
    "last name": "Nume",
    "username": "Nume utilizator",
    "email address": "Email",
    "password": "Parola",
    "confirm password": "Confirma parola",
    "already have an account?": "Ai deja cont? Intra in cont",

    "log in": "Intra in cont",
    "forgot password?": "Ai uitat parola?",
    "don't have an account?": "Nu ai cont? Inregistreaza-te",
    "more details": "Detalii",
    "profile": "Profilul meu",
    "my cars": "Masinile mele",
    "my reservations": "Rezervarile mele",
    "logout": "Iesi din cont",
    "Your reservation was registered successfully!": "Rezervarea ta a fost inregistrata cu succes!",
    "email confirmation": "Vei primi un mail de confirmare."
  }
}